Repository: mustafayevt/ShaRideBackEnd
Catalog: ShaRide.Application/Localize/Resource.*.resx
Languages: az

# Exception.InvalidCredentials
source: Invalid Credentials for '{0}'.
az: '{0}' üçün giriş məlumatları səhvdir.

# Exception.PhoneTaken
source: Phone '{0}' is already taken.
az: '{0}' nömrə artıq istifadə olunur.

# Exception.PhoneConfirmed
source: '{0}' is already confirmed
az: '{0}' nömrə artıq təsdiqlənib.

# Exception.NotFound
source: '{0}' not found
az: '{0}' tapılmadı

# Exception.RestrictionNotFound
source: Restriction with '{0}' id was not found
az: '{0}' identifikasiyalı qadağa tapılmadı

# Validation.Required
source: '{0}' field cannot be empty.
az: '{0}' xanası boş ola bilməz.

# Validation.Password
source: Password is to weak
az: Şifrə çox bəsitdir

# Validation.Phone
source: Phone Format is invalid
az: Telefon formadı düzgün deyil.

# Exception.AlreadyExists
source: '{0}' already exists
az: '{0}' artıq mövcuddur.

# Validation.Range
source: '{0}' field can only be between {1} - {2}.
az: '{0}' xanası yalnız {1} - {2} arasında ola bilər.
